#!/usr/bin/env python
# -*- coding: utf-8 -*-

office = [
    ('かいでんほう', '改電法')
]

short_cut = [
    ('うえや',   '↑'),
    ('みぎや',   '→'),
    ('したや',   '↓'),
    ('ひだりや', '←')
]

japanese = [
    ('’げった',   '言った'),
    ('’こった',   '行った'),
    ('’げってた', '言ってた'),
    ('’こってた', '行ってた'),
    ('’げって',   '言って'),
    ('’こって',   '行って'),
    ('’こんだ',   '呼んだ'),
    ('’どんだ',   '読んだ'),
    ('’こんで',   '呼んで'),
    ('’どんで',   '読んで'),
    ('｜げった',   '言った'),
    ('｜こった',   '行った'),
    ('｜げってた', '言ってた'),
    ('｜こってた', '行ってた'),
    ('｜げって',   '言って'),
    ('｜こって',   '行って'),
    ('｜こんだ',   '呼んだ'),
    ('｜どんだ',   '読んだ'),
    ('｜こんで',   '呼んで'),
    ('｜どんで',   '読んで'),
    ('いった１',   '言った'),
    ('いった２',   '行った'),
    ('いってた１', '言ってた'),
    ('いってた２', '行ってた'),
    ('いって１',   '言って'),
    ('いって２',   '行って'),
    ('よんだ１',   '呼んだ'),
    ('よんだ２',   '読んだ'),
    ('よんで１',   '呼んで'),
    ('よんで２',   '読んで'),
]
