#!/usr/bin/python
# -*- coding: utf-8 -*-

pairs = [
    ('気づく', '気付く', []),
    ('いろんな', 'いろいろな', []),
    ('色んな', 'いろいろな', []),
    ('色々な', 'いろいろな', []),
    ('独り', 'ひとり', []),
    ('一人', 'ひとり', []),
    ('一つ', '1 つ', []),
    ('二つ', '2 つ', []),
    ('三つ', '3 つ', []),
    ('四つ', '4 つ', []),
    ('五つ', '5 つ', []),
    ('ひとつ', '1 つ', []),
    ('ふたつ', '2 つ', []),
    ('みっつ', '3 つ', []),
    ('よっつ', '4 つ', []),
    ('いつつ', '5 つ', []),
    ('（', ' ( ', []),
    ('）', ' ) ', []),
    ('出来る', 'できる', []),
    ('下さい', 'ください', []),
    ('時', 'とき', ['時間', '日時', '時点']),
    ('事', 'こと', ['記事', '事実', '大事', '事前']),
    ('他', 'ほか', []),
    ('等', 'など', []),
    ('あんまり', 'あまり', []),
    ('絵', '図', []),
]

